tap "grishka/grishka"
tap "homebrew/bundle"
tap "xcodesorg/made"
brew "antidote"
brew "eza"
brew "mas"
brew "podman"
brew "starship"
brew "stow"
brew "thefuck"
brew "volta"
brew "zoxide"
brew "xcodesorg/made/xcodes"
cask "alacritty"
cask "aldente"
cask "discord"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "google-chrome"
cask "localsend"
cask "maccy"
cask "neardrop"
cask "notchnook"
cask "podman-desktop"
cask "spotify"
cask "stats"
cask "visual-studio-code"
vscode "antfu.icons-carbon"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "attilabuti.vscode-mjml"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dnlytras.nord-wave"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "felixangelov.bloc"
vscode "hediet.debug-visualizer"
vscode "hollowtree.vue-snippets"
vscode "humao.rest-client"
vscode "kamikillerto.vscode-colorize"
vscode "kejun.devtoys"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "nash.awesome-flutter-snippets"
vscode "nguyenhoanglam.beautiful-dracula"
vscode "octref.vetur"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "ryanluker.vscode-coverage-gutters"
vscode "sainoba.px-to-rem"
vscode "sdras.vue-vscode-extensionpack"
vscode "sdras.vue-vscode-snippets"
vscode "sergelamikhov.lcov-lang"
vscode "streetsidesoftware.code-spell-checker"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "tomsaunders.vscode-workspace-explorer"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudioexptteam.vscodeintellicode-completions"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vuetifyjs.vuetify-vscode"
vscode "wayou.vscode-todo-highlight"
vscode "willjleong.nuxt-typescript-snippets"
vscode "wmaurer.change-case"
vscode "xabikos.javascriptsnippets"
vscode "zignd.html-css-class-completion"
